[First_Non_ADVENT_Sighted_TYGAN AkEvent]
SpokenText="É provável que vamos ver mais dos alienígenas se agora que ameaçamos seu domínio sobre o nosso mundo."

[T_ADVENTcaptainSightedOne_Tygan AkEvent]
SpokenText="O Capitão ADVENT próximo faria um alvo ideal para o Skulljack."

[T_ADVENTcaptainSightedSightedThree_Tygan AkEvent]
SpokenText="Há um capitão ADVENT nas proximidades, devemos tentar desativá-lo com o Skulljack."

[T_ADVENTcaptainSightedTwo_Tygan AkEvent]
SpokenText="O capitão do ADVENT serviria nossos propósitos agradàvel, se puder desativado."

[T_Alien_Facility_Advent_Clone_Pods_Tygan_01 AkEvent]
SpokenText="Aqueles parecem ser algum tipo de câmaras de incubação, sem dúvida parte de seu sistema para manter ADVENT bem fornecido com reforços."

[T_Alien_Fortress_Residential_Diorama_Tygan_01 AkEvent]
SpokenText="Talvez eles tivessem planejado usar isso para algum tipo de teste psicológico ..."

[T_Avatar_First_Action_Tygan AkEvent]
SpokenText="Essas leituras indicam uma incrível quantidade de energia psiônica, mas não temos como saber a verdadeira extensão de seu poder."

[T_Avatar_Regenerates_Tygan AkEvent]
SpokenText="Parece ser capaz de reparar suas feridas físicas!"

[T_Blacksite_Entering_Facility_Spotted_Tygan_P2 AkEvent]
SpokenText="É seguro assumir que o ADVENT não apenas construiu este sistema durante a noite, mas deve ter levado anos para montar esse tipo de operação."

[T_Blacksite_Exterior_Reveal_Tygan_P1 AkEvent]
SpokenText="Seria seguro assumir que o ADVENT não apenas construiu este sistema de um dia para o outro. Deve ter levado anos para montar esse tipo de operação."

[T_Blacksite_Interior_Reveal_Tygan_P1_ALT AkEvent]
SpokenText="Tantas vítimas, processadas com tanta eficiência brutal. Testar assuntos para algum tipo de arma talvez?"

[T_Blacksite_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="O volume de assuntos, a brutal eficiência de tudo isso ... Talvez algum tipo de instalação de testes de armas?"

[T_Blacksite_Liquid_Collection_Spotted_Tygan_P3 AkEvent]
SpokenText="Se for esse o caso, eles certamente reuniram mais do que suficientes assuntos de teste."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_01 AkEvent]
SpokenText="Colete esse frasco, precisamos saber o que estão fazendo aqui"

[T_Blacksite_Soylent_Gold_Spotted_Tygan_02 AkEvent]
SpokenText="Essa caixa parece conter o ponto culminante de tudo o que este processo foi projetado para criar.Mas é provável que levantar tantas perguntas como ele responde, devemos recuperar a amostra para análise a bordo do navio."

[T_Broadcast_Flyover_Tygan_P2 AkEvent]
SpokenText="Incrível. A quantidade de energia filtrada através desse sistema está além da medida."

[T_Broadcast_Rooftops_Env_Callouts_Tygan_01 AkEvent]
SpokenText="O design pode ser uma função da própria rede, a quantidade de energia Psionic filtrada através desse sistema está além da medida ..."

[T_City_Center_Chip_Transmitter_Tygan_01 AkEvent]
SpokenText="Esses transmissores parecem funcionar como uma forma de repetidor, amplificando a rede Psionic para alcançar até o mais distante das forças implantadas ADVENT."

[T_CodexDeath_Tygan AkEvent]
SpokenText="Excelente trabalho, Comandante, parece que algum resíduo físico do Codex foi deixado para trás quando se dissipou. Espero que ele irá fornecer algumas informações sobre os planos dos estrangeiros em curso."

[T_CodexFirstAction_Tygan AkEvent]
SpokenText="O Codex parece estar em um estado de fluxo, existindo simultaneamente em múltiplas dimensões!"

[T_CodexFirstCleave_Tygan AkEvent]
SpokenText="Eu nunca vi nada assim - o Codex está projetando várias cópias de si mesmo em nossa dimensão!"

[T_Depleted_Avatar_Sighted_After_Skulljacking_Codex_Tygan AkEvent]
SpokenText="Parece que pode ser enganador, eu pediria cautela, Comandante."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_Tygan_02 AkEvent]
SpokenText="Sim, o domínio dos Anciãos na rede deve estar enfraquecendo."

[T_Final_Mission_Final_Set_Three_Tygan_02_Alt AkEvent]
SpokenText="Interessante. Eu me pergunto que forma o mundo teria tomado se os alienígenas tivessem tentado um primeiro contato mais direto".

[T_Final_Mission_Final_Showdown_Begins_Tygan_02 AkEvent]
SpokenText="Embora eu ache as possibilidades propostas pela criatura intrigante, creio que passamos do ponto do discurso racional".

[T_Final_Mission_First_Hostile_Avatar_Reveal_Tygan_01 AkEvent]
SpokenText="Espantoso, esta facilidade inteira submersa sob nossos oceanos, mas por quanto tempo eu me pergunto ..."

[T_Final_Mission_Middle_Set_Three_Tygan_02 AkEvent]
SpokenText="Com a torre interrompida, pode ser que os Anciãos estão tentando manter a rede por conta própria. A tensão sobre eles deve ser ... enorme."

[T_FirstCodexAppearsPart1_Tygan AkEvent]
SpokenText="Comandante, que parece ser o" Codex "responsável pela salvaguarda dos armazenamentos de dados alienígenas. Teremos que neutralizá-lo se pretendermos recuperar os dados."

[T_FirstCodexAppearsPart1_Tygan_DUP AkEvent]
SpokenText="Notável! Este códice parece ser algum tipo de guardião, sem dúvida responsável por guardar uma inteligência de alto valor, teremos de neutralizá-lo se pretendermos recuperar dados".

[T_FirstPsiGateAppears_Tygan AkEvent]
SpokenText="Essa abertura ... parece ser um" rift "psiônico de algum tipo.É possível que os alienígenas estejam usando ele para transmitir seus dados além de suas instalações na Terra?"

[T_FirstSuccessfulOfficerHack_Tygan AkEvent]
SpokenText="Temos acesso completo à rede ADVENT Psionic, tenho dedicado nossos sistemas a processar os novos dados, mas precisaremos trabalhar rápido - é apenas uma questão de tempo antes que eles detectem nossa intrusão."

[T_FirstSuccessfulStun_Tygan AkEvent]
SpokenText="Não há muito tempo, precisamos cortar o chip de controle do oficial e acessar a rede ADVENT Psionic antes que eles percebam o que aconteceu."

[T_Forge_Advent_Bodies_Sighted_Tygan_01 AkEvent]
SpokenText="Nada está além do reino da possibilidade ao lidar com os alienígenas."

[T_Forge_Avatar_Suit_Home_Tygan_P1 AkEvent]
SpokenText="Se vamos descobrir o que exatamente faz este terno, ou o espécime dentro único, vamos precisar fazer uma análise completa."

[T_Forge_Avatar_Suit_Sighted_Tygan_P2 AkEvent]
SpokenText="Parece ser semelhante, pelo menos em características físicas. Ainda assim, isso é claramente algo único, especial ..."

T_Forge_Body_Recovery_Tygan_P2 AkEvent]
SpokenText="Cuidadosamente, preserve o espécime a todo custo!"

[T_Forge_Body_Recovery_Tygan_P3 AkEvent]
SpokenText="Não é possível obter quaisquer leituras daqui. Vou precisar fazer um exame minucioso para determinar o que exatamente está dentro."

[T_Forge_Body_Reveal_Tygan_P2 AkEvent]
SpokenText="Sim, e desta vez vamos ter certeza de que acessamos a unidade diretamente, sem saber o que vamos encontrar dentro."

[T_Forge_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Sim. E a julgar pela condição do sujeito, eu diria que foi fabricado recentemente."

[T_Fortress_Avatar_Sighted_01_Tygan AkEvent]
SpokenText="Nós ainda não sabemos a extensão de suas capacidades." Os Anciãos usarão tudo que estiver ao seu alcance para nos parar agora. "

[T_Fortress_Recap_Callouts_Tygan_01 AkEvent]
SpokenText="Neste ponto, não há garantias de que o time de ataque esteja mesmo em nossa dimensão, muito menos na Terra."

[T_Fortress_Recap_Callouts_Tygan_02 AkEvent]
SpokenText="Em seu estado enfraquecido, pode ter sido impossível para os Anciãos atravessar a porta de entrada em nosso mundo.Estes sarcófagos podem ser a única coisa sustentar suas formas físicas deterioradas."

[T_Fortress_Recap_Callouts_Tygan_03 AkEvent]
SpokenText="Assim como vimos em torno do gateway no campo, a flora alienígena parece florescer na proximidade dos campos Psionic passando por esses sistemas."

[T_Fortress_Recap_Callouts_Tygan_04 AkEvent]
SpokenText="Isso parece ser a vida do oceano terrestre, membros comuns do ..."

[T_Fortress_Recap_Callouts_Tygan_05 AkEvent]
SpokenText="Os oceanos da Terra são em grande parte inexplorados, seria o lugar lógico para ocultar, ou proteger, os Anciões nas décadas precedentes".

[T_Gene_Therapy_Clinic_Bed_Tygan_01 AkEvent]
SpokenText="Isto é onde eles administram a maior parte dos seus tratamentos de terapia genética - pelo menos os que o público em geral está ciente."

[T_Incomplete_Avatar_Sighted_Tygan AkEvent]
SpokenText="Comandante, eu acredito que estamos vendo algo inteiramente novo ... uma espécie alienígena que até agora conseguiu escapar da captura ou observação por forças de resistência.Eu aconselho fortemente uma abordagem cautelosa."

[T_Live_Codex_Sighted_Hack_It_Tygan AkEvent]
SpokenText="Comandante, que o Codex fornece a oportunidade ideal para se infiltrar na rede ADVENT. Nós precisaremos nos mover com o Skulljack para iniciar o processo."

[T_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Comandante, agora que temos o Skull Jack, devemos tentar usá-lo em um dos oficiais ADVENT.Eu estou razoavelmente confiante de que vai funcionar como projetado."

[T_Psi_Gate_Alien_Flora_Tygan_01 AkEvent]
SpokenText="A vida vegetal em torno do gateway é altamente incomum. É difícil dizer se é inteiramente alienígena, ou meramente flora terrestre que de alguma forma tem sido efetuada pelo próprio gateway."

[T_Psi_Gate_Gateway_Spotted_Tygan_P3 AkEvent]
SpokenText="Como com a maioria das coisas, é provável que precisemos trazê-lo de volta para o navio para exame mais aprofundado."

[T_Psi_Gate_Reveal_Tygan_P1 AkEvent]
SpokenText="Notável.A diferença do Codex, a estrutura parece gerar uma fissura psiônica estável.Mas para onde ..."

[T_Sectoid_has_reanimated_corpse_Tygan AkEvent]
SpokenText="Estou continuamente espantado com a gama de habilidades que os alienígenas desenvolveram através da cuidadosa manipulação da energia psiônica."

[T_Setup_Phase_Break_Concealment_Tygan_01 AkEvent]
SpokenText="Comandante, se pretendemos fazer incursões contra os alienígenas, eventualmente teremos que romper com as sombras e combatê-las diretamente."

[T_Setup_Phase_Break_Concealment_Tygan_02 AkEvent]
SpokenText="Comandante, vou deixar as decisões táticas para você, mas eu teria que imaginar que a abordagem direta seria mais eficaz aqui do que qualquer quantidade de tempo gasto escondido."

[T_Setup_Phase_Break_Concealment_Tygan_03 AkEvent]
SpokenText="Eu não percebi que isso era estritamente uma missão de reconhecimento, Comandante. Eu pensei que nossas forças estavam indo realmente envolver o inimigo."

[T_Small_Town_Arcade_Machines_Tygan_01 AkEvent]
SpokenText="Suponho que precisam de todas as distrações que possam encontrar - por mais simplistas que sejam."

[T_Small_Town_No_Livestock_Tygan_01 AkEvent]
SpokenText="Eu ainda não estou inteiramente certo do que os alienígenas esperam conseguir com a proibição de gado e animais domesticados.Eles parecem genuinamente preocupados com o risco de ter esses animais se misturando com a população."

[T_Tactical_Callouts_Tygan_01 AkEvent]
SpokenText="Que a vida vegetal é altamente incomum - mas não vimos nenhuma evidência prévia de qualquer terraforming esforços pelos estrangeiros. Talvez não era a sua intenção para que se espalhe."

[T_Tygan_AlienSightings_AdvPsiWitchM1 AkEvent]
SpokenText="Estas unidades ADVENT têm capacidades Psionic avançadas, tornando-as consideravelmente mais perigosas do que os soldados típicos dos alienígenas."

[T_Tygan_AlienSightings_AdvPsiWitchM2 AkEvent]
SpokenText="Nossas tropas se referem a essas unidades como" bruxas ", as mais experientes de quem parecem capazes de confundir nossos soldados no campo através de ataque especializado."

[T_Tygan_AlienSightings_AdvPsiWitchM3 AkEvent]
SpokenText="O mais avançado das unidades de Psionic ADVENT pode assumir o controle temporário do ser inteiro de um soldado, bem como as técnicas de controle da mente que observamos no passado."

[T_Tygan_AlienSightings_Andromedon AkEvent]
SpokenText="Essas emissões poderiam ser tóxicas. Eu aconselho cautela, Comandante."

[T_Tygan_AlienSightings_Cyberus AkEvent]
SpokenText="Este espécime é altamente incomum, com uma gama de habilidades centradas em algum tipo de tecnologia de teletransporte dimensional."

[T_Tygan_AlienSightings_Faceless AkEvent]
SpokenText="É uma espécie notável, se apenas tivéssemos alguns meios de contenção ..."

[T_Tygan_AlienSightings_Sectoid AkEvent]
SpokenText="Embora tenham uma certa semelhança com os Sectoids encontrados pela primeira vez durante a invasão, sua estrutura genética agora inclui DNA humano, eles são mais fortes do que nunca, com um potencial psiônico ainda maior."

[T_Tygan_AlienSightings_Viper AkEvent]
SpokenText="Sem a introdução do DNA humano, essas criaturas, uma vez operando sob o disfarce de" Homens Magros "agora mostram sua verdadeira forma, uma espécie puramente reptiliana."

[T_Tygan_CaptainSightedTwo_DUP AkEvent]
SpokenText="Esse Capitão ADVENT pode ser nosso caminho para a rede Psionic, desde que possamos acessá-lo através do Skulljack."